Repository: Maxteralex/onify
Catalog: lib/l10n/intl_*.arb
Languages: pt

# busTitle
source: Bus List
pt: Lista de Ônibus

source: Plate
pt: Placa:

# routeBelongs
source: the bus belongs to the route
pt: O ônibus pertence a rota:

source: Edit
pt: Editar

source: Remove
pt: Remover

source: Route Number
pt: Numero de rota

source: Brand
pt: Marca

source: Create Bus
pt: Adicionar Ônibus

source: Edit Bus
pt: Editar Ônibus

# plateNull
source: Please add your plate!
pt: Por favor adicionar a placa!

# branchNull
source: Please add your vehicle branch!
pt: Por favor adicionar a marca!

# routeNull
source: Please add your vehicle route!
pt: Por favor adicionar a rota!

source: Confirm
pt: Confirmar

source: Cancel
pt: Cancelar

# driverTitle
source: Driver's List
pt: Lista de Motoristas:

source: Name:
pt: Nome:

source: Gender
pt: Gênero

# driverLicense
source: Driver's license
pt: Carteira de habilitação

source: Add Driver
pt: Adicionar Driver

source: Edit Driver
pt: Editar Driver

# nameNull
source: Please enter the driver's name!
pt: Por favor, digite o nome do motorista!

# birthNull
source: Please enter date of birth!
pt: Por favor, insira a data de nascimento!

# cpfNull
source: Please enter the cpf!
pt: Por favor, insira o cpf!

# licenseNull
source: Please enter marital status!
pt: Por favor, informe o estado civil!

# civilNull
source: Please insert your driver's license!
pt: Por favor, insira a carteira de motorista!

# genderNull
source: Please enter the gender!
pt: Por favor, digite o gênero!

# routeTitle
source: Route List
pt: Lista de rotas
